Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/saamelaiskarajien_koulutussihteeriksi_bigga-helena_magga.html.tmx
Source language: fin
Languages: sme

source: Saamelaiskäräjien koulutussihteeriksi Bigga-Helena Magga
sme: Sámedikki skuvlenčállin Bigga-Helena Magga

source: Saamelaiskäräjien täyskokous valitsi kokouksessaan 24.2.2023 koulutussihteerin virkaan Bigga-Helena Maggan.
sme: Sámedikki dievasčoahkkin válljii čoahkkimis 24.2.2023 skuvlenčálli virgái Guhtur Niillas Juhána Bigga, Bigga-Helena Magga.

source: Magga on toiminut koulutussihteerin viransijaisena vuoden 2023 alusta alkaen.
sme: Magga lea doaibman skuvlenčálli virgesadjásažžan jagi 2023 álggu rájes.

source: Kuva: Johanna Alatorvinen / Saamelaiskäräjät.
sme: Govva: Johanna Alatorvinen / Sámediggi.

source: Koulutussihteeri toimii koulutus- ja oppimateriaalitoimiston esihenkilönä sekä koulutus- ja oppimateriaalilautakunnan esittelijänä ja sihteerinä.
sme: Skuvlenčálli doaibmá skuvlen- ja oahppomateriáladoaimmahaga hoavdan ja skuvlen- ja oahppamateriálalávdegotti áššemeannudeaddjin ja čállin.

source: Bigga-Helena Magga jatkaa koulutussihteerin tehtävässä odottaen mielenkiinnolla työn tuomia mahdollisuuksia ja haasteita.
sme: Bigga-Helena Magga joatká skuvlenčálli doaimmas ja vuordá beroštumiin vejolašvuođaid ja hástalusaid maid bargu mielddisbuktá.

source: –On mukavaa päästä edistämään koulutusasioita ja huolehtimaan koulumaailmasta saamelaisesta näkökulmasta.
sme: –Lea somá beassat ovddidit skuvlenáššiid ja fuolahit skuvlamáilmmis sámi oaidninčiegas.

source: Saamelaiskäräjät voi vaikuttaa oppimispoliittisin linjauksin niin paikallisiin kuin valtakunnallisiin opetussuunnitelmiin, sanoo Magga.
sme: Sámediggi sáhttá váikkuhit oahppanpolitihkalaš linnjemiidda nu báikkálaš go maid riikkaviidosaš oahppoplánaide, dadjá Magga.

source: Bigga-Helena Magga on aiemmin työskennellyt Saamelaiskäräjillä oppimateriaalityöntekijänä sekä Saamen kielikaltion pohjoissaamenkielen kielityöntekijänä.
sme: Bigga-Helena Magga lea árabut bargan Sámedikkis oahppomateriálabargin ja Sámi giellagáldu davvisámegielat giellabargin.

source: Hänellä on työkokemusta myös opettajan tehtävistä sekä johtamiskokemusta projekteista sekä rehtorin työstä.
sme: Sus lea bargohárjánupmi maiddái oahpaheaddji bargguin ja hovdenhárjánupmi prošeavttain ja rektora barggus.

source: Vuoden 2023 alusta alkaen Magga on toiminut koulutussihteerin viransijaisena.
sme: Jagi 2023 álggu rájes Magga lea doaibman skuvlenčálli virgesadjásažžan.

source: Saamelaiskäräjät julisti haettavaksi koulutussihteerin viran tammikuussa pitkäaikaisen koulutussihteeri Ulla Aikio-Puoskarin siirtyessä Saamelaisten totuus- ja sovintokomission pääsihteerin tehtävään.
sme: Sámediggi almmustahtii ohcan láhkai skuvlenčálli virggi ođđajagimánus seammás go guhkesáigásaš skuvlenčálli Ulla Aikio-Puoskari sirdašuvai Sámiid duohtavuođa- ja soabadankomišuvnna váldočálli doibmii.

source: Koulutussihteerin virkaan tuli yhteensä neljä hakemusta, ja Saamelaiskäräjien hallitus haastatteli hakijat kokouksessaan 10.2.2023.
sme: Skuvlenčálli virgái bohte oktiibuot njeallje ohcamuša, ja Sámedikki stivra jearahalai ohcciid čoahkkimis 10.2.2023.

source: Haastattelujen jälkeen Saamelaiskäräjien hallitus päätti yksimielisesti esittää täyskokoukselle Bigga-Helena Maggaa koulutussihteerin virkaan.
sme: Jearahallamiid maŋŋá Sámedikki stivra mearridii ovttajienalaččat evttohit dievasčoahkkimii Bigga-Helena Magga skuvlenčálli virgái.

source: Magga valittiin äänestyksen jälkeen: täyskokous äänesti Maggan ja virkaa myös hakeneen Petra Kuuvan välillä.
sme: Magga válljejuvvui jienasteami maŋŋá: dievasčoahkkin jienastii Magga ja Petra Kuuva, guhte lei maid ohcan virggi, gaskkas.

source: Magga nimitettiin virkaan äänin 11–5.
sme: Magga namuhuvvui virgái jienaiguin 11–5.

source: Lisätietoja
sme: Lassedieđut

source: Bigga-Helena Magga vs. Koulutussihteeri 010 839 3121 / 040 570 2786 bigga-helena.magga(at)samediggi.fi
sme: Bigga-Helena Magga vs. Skuvlenčálli 010 839 3121 / 040 570 2786 bigga-helena.magga(at)samediggi.fi

source: Pia Ruotsala-Kangasniemi Hallintopäällikkö 010 839 3106 / 040 726 2688 pia.ruotsala(at)samediggi.fi
sme: Pia Ruotsala-Kangasniemi Hálddahushoavda 010 839 3106 / 040 726 2688 pia.ruotsala(at)samediggi.fi
